Repository: danrabbit/harvey
Catalog: po/extra/*.po
Languages: fr

source: Calculate and visualize color contrast
fr: Calculez et visualisez les contrastes de couleurs

source: contrast;color;
fr: contraste;couleur;

source: The hero that Gotham needs right now
fr: Le héros dont Gotham a besoin dès à présent

source: Calculate and visualize color contrast. Harvey checks a given set of colors for WCAG contrast compliance.
fr: Calculez et visualisez les contrastes de couleur. Harvey vérifie qu'un jeu de couleur est conforme aux recommandation de contraste WCAG.

source: Pick colors from your display
fr: Sélectionnez des couleurs depuis votre écran

source: See explanations for different grades on hover
fr: Visualisez des explications pour les différents niveaux au survol

source: Quit with the handy shortcut Ctrl + Q
fr: Quittez avec le raccourci pratique Ctrl + Q

source: Join the contrast rebellion
fr: Rejoignez la rébellion du contraste

source: Update French translation thanks to @NathanBnm
fr: Mise à jour des traductions en français grâce à @NathanBnm

source: Juno update!
fr: Mise à jour pour Juno !

source: Add a new A level
fr: Ajout d'un nouveau niveau A

source: Show explanations for grades on hover
fr: Affichage des explications pour les niveaux au survol

source: Live preview of color selector in main window
fr: Aperçu en tant réel du sélecteur de couleur dans la fenêtre principale

source: Code cleanups
fr: Amélioration du code

source: Add French and Spanish Translations
fr: Ajout des traductions en français et en espagnol

source: Add HiDPI icons support
fr: Ajout de la prise en charge des icônes HDPI

source: RTL text layout support
fr: Prise en charge de l'affichage du texte de droite à gauche

source: Now with automated testing
fr: Test automatique

source: Update to latest APIs; get ready for Juno
fr: Mise à jour vers les dernières APIs ; Préparation pour Juno
